Author=Dongorosu (b temhote) <>
SourceLANGID=1033
LANGID=1041
Generator=DKLang Translation Editor v3.0
LastModified=2007-12-21 13:21:00

[FMain]
00000001=Fony
00000010=Windows bitmap fonts|*.fon;*.fnt
00000011=FON font container|*.fon|FNT font resource|*.fnt
00000097=サポートフォーマット (BMP= PNG)|*.bmp;*.png
00000165=ファイル
00000166=編集
00000167=ツール
00000168=フォント
00000169=ヘルプ
00000170=新規
00000171=新規
00000172=リセット
00000173=グリフをリセット
00000174=水平ミラー
00000175=水平にミラー
00000176=垂直ミラー
00000177=垂直にミラー
00000178=インストール済フォントを開く
00000179=インストール済フォントを開く
00000180=ファイルを開く
00000181=ファイルを開く
00000182=保存
00000183=保存
00000184=名付けて保存
00000185=名付けて保存
00000186=終了
00000187=プログラム終了
00000188=コピー
00000189=コピー
00000190=貼り付け
00000191=貼り付け
00000192=リロード
00000193=ファイルをリロード
00000194=クリア
00000195=グリフをクリア
00000196=反転
00000197=グリフを反転
00000198=リサイズ
00000199=プロパティ
00000200=フォントのプロパティ
00000201=プレビュー
00000202=フォントのプレビュー
00000203=ユーザー設定
00000204=ユーザー設定
00000205=インストール済TrueTypeフォント
00000206=Amiga Bitmapフォント
00000207=Bitmapから
00000208=BDFフォント
00000209=Bitmap Font Writerのフォント
00000210=Bitmapで
00000211=BDFフォントで
00000212=エクスポート
00000213=インポート
00000214=再読込み
00000215=水平にミラー
00000216=垂直にミラー
00000217=ミラー
00000218=情報
00000219=寄付

[FOpenFont]
00000001=インストール済フォントを開く
00000002=OK
00000003=中止

[FEditor]
00000001=グリフエディタ

[FTools]
00000001=ツール
00000002=フリーハンド
00000003=ライン
00000004=塗り潰し
00000005=移動
00000006=グリフ
00000007=見本グリフ Sans-serifタイプ
00000008=見本グリフ Serifタイプ
00000009=フォントグリフ
00000010=横幅

[FInfo]
00000001=フォントヘッダ
00000003=最初の文字
00000023=OK
00000024=中止
00000025=基本
00000026=その他
00000027=著作権
00000028=高さ (ピクセル)
00000029=アセント
00000030=名称
00000031=最後の文字
00000032=打ち消し線
00000033=アンダーライン
00000034=イタリック
00000035=等幅
00000036=ウエイト
00000037=ファミリー
00000038=文字セット
00000039=デフォルト文字\n / 改行文字
00000040=内部レディング\n / 垂直行間隔
00000041=解像度 \n   水平 /  垂直
00000043=Thin\nExtra-light\nLight\nRegular\nMedium\nSemi-bold\nBold\nExtra-bold\nBlack\n
00000045=Don't care\nRoman (Serif, proportional)\nSwiss (Sans-serif, proportional)\nModern (Monospaced)\nScript (Italic)\nDecorative\n
00000047=Windows 2.x フォーマット
00000048=(最初の文字から計数)

[FSaveFont]
00000001=保存フォント選択
00000002=OK
00000003=中止

[FConfig]
00000001=ユーザー設定
00000009=OK
00000010=デフォルト
00000011=一般
00000012=編集
00000013=編集スタイル
00000014=つねに右マウスは消去、中マウスは切換。
00000015=左マウスでピクセル数切換
00000016=左マウスでピクセル数切換
00000017=旧タイプの参照ダイアログ使用
00000018=プロポーショナルフォント編集時、グリフの縮尺をエディタのウィンドウに合わせる
00000019=パレット
00000020=エディタ背景
00000021=エディタ　背景\nエディタ　文字\nエディタ グリッド\nエディタ アセント ライン\nグリフ　背景\nグリフ　文字\n選択グリフの背景\n選択グリフの文字\n
00000025=言語

[FPreview]
00000001=フォント　プレビュー
00000014=ズーム

[FProportional]
00000001=フォントの変換
00000002=空白を追加 （ピクセル）：
00000003=自動的にグリフの横幅を最適化
00000004=OK
00000005=中止

[FExportBitmap]
00000001=Bitmapのエクスポート
00000002=書き込み
00000003=文字列：
00000004=すべてのグリフ
00000005=Bitmap Font Writerフォーマットで
00000006=カラー
00000007=背景：
00000008=文字：
00000009=背景を透過
00000016=OK
00000017=中止
00000018=ボーダー
00000019=PNG 画像ファイル|*.png|BMP 画像ファイル|*.bmp
00000020=<filename> - ファイル名（拡張子除外）\n<name> - フォント名称\n<size> - フォントサイズ\n<i0> - グリフのインデックス ( 0から始まる)\n<i> - グリフのインデックス ( 1から始まる)\n<a> - グリフのASCII コード
00000022=分割ファイルでグリフを書込み
00000023=名称用テンプレート

[FImportBitmap]
00000001=BMPをインポート
00000002=グリフとビットマップのサイズ
00000003=幅：
00000004=高さ：
00000005=行：
00000006=列：
00000007=背景色
00000008=自動
00000012=グリフはBMPです
00000013=文字列：
00000014=範囲：
00000015=OK
00000016=中止

[FResizeFont]
00000001=フォントのリサイズ
00000002=OK
00000003=中止
00000005=水平：
00000006=垂直：
00000007=ピクセル
00000008=パーセント
00000009=半角
00000010=全角
00000011=スケール2x
00000012=s2x

[FAbout]
00000001=Fonyについて
00000002=OK
00000003=作成：

[$CONSTANTS]
MSTR_ABOUTDIALOG=バージョン $Version$\n\n作成年月日\n$BuildDate$
MSTR_ASKSAVE_NO=破棄
MSTR_ASKSAVE_YES=保存
MSTR_CANCEL=中止
MSTR_CONFIRM_CONVERTMONOSPACED=等幅フォントに変換しますか？\nグリフ幅は %d ピクセルにリサイズされます。
MSTR_CONFIRM_CONVERTMONOSPACED_TITLE=等幅フォントに変換しました。
MSTR_CONFIRM_DELETEFONT=現在表示中のフォントを消去しますか？
MSTR_CONFIRM_DELETEFONT_TITLE=フォント消去の確認
MSTR_CONFIRM_FONTMODIFIED=現在表示のフォントは変更されています。\n変更を保存しますか？
MSTR_CONFIRM_FONTMODIFIED_TITLE=フォントは変更済
MSTR_CONFIRM_RESETSETTINGS=リセットしてデフォルト設定に戻しますか？
MSTR_CONFIRM_RESETSETTINGS_TITLE=設定のリセット
MSTR_DIALOG_CONFIRM=確認
MSTR_DIALOG_ERROR=エラー
MSTR_DIALOG_NOTICE=注意
MSTR_DIALOG_WARNING=警告
MSTR_DONE_BFWIMPORT=Bitmap Font Writer のフォントをインポート
MSTR_DONE_CONVERTMONOSPACED=等幅フォントに変換しました。
MSTR_DONE_CONVERTPROPORTIONAL=プロポーショナルフォントに変換しました。
MSTR_DONE_EXPORTBITMAP=ビットマップを保存しました。
MSTR_DONE_FONTCREATE=フォントを新規作成。
MSTR_DONE_FONTIMPORT=フォントをインポート。
MSTR_DONE_FONTINSTALL=Font installed. (%s)
MSTR_DONE_FONTLIST_NEWFONT=フォントを新規作成。
MSTR_DONE_FONTLIST_REMOVEFONT=フォントを消去しました
MSTR_DONE_FONTLOAD=フォントをロードしました
MSTR_DONE_FONTRESIZE=フォントをリサイズしました
MSTR_DONE_FONTSAVE=フォントを保存しました
MSTR_DONE_IMPORTFNT_MANY=%d のフォントリソースをインポート
MSTR_DONE_IMPORTFNT_ONE=ひとつのフォントリソースをインポート
MSTR_ERROR_FONTLOAD=フォントの読込みに失敗:
MSTR_ERROR_FONTLOAD_TITLE=フォントの読込みエラー
MSTR_ERROR_GETBITMAPFONTS=インストール済のビットマップフォントを確認できません！
MSTR_ERROR_GETBITMAPFONTS_TITLE=エラー
MSTR_FILEDIALOG_ALLFILES=すべてのファイル
MSTR_FILEDIALOG_AMIGABITMAPFONTS=Amiga bitmap フォント
MSTR_FILEDIALOG_BDFBITMAPFONTS=BDFフォント
MSTR_FNT_ERROR_DATATOOSHORT=データが小さすぎます。
MSTR_FNT_ERROR_FILENOTFOUND=ファイルが見つかりません。
MSTR_FNT_ERROR_INVALIDBOUNDARIES=フォントリソースに開始位置またはサイズの不正があります。
MSTR_FNT_ERROR_INVALIDHEADER=無効なフォント・ヘッダです。
MSTR_FNT_ERROR_INVALIDNEHEADER=有効なNEヘッダを確認できません。
MSTR_FNT_ERROR_NONE=エラーなし
MSTR_FNT_ERROR_OVERRUN=ビットマップデータはファイルの限度を超過しています。
MSTR_FNT_ERROR_UNKNOWN=未知のエラー！
MSTR_FNT_ERROR_UNSUPPORTED=未サポートの種類のフォント。
MSTR_FNT_ERROR_VECTORFONT=ベクターフォントは未サポートです。
MSTR_FONTLIST_NEWFONT=新規フォント
MSTR_FONTMENU_ADD=追加(&A)
MSTR_FONTMENU_ADDFROMFILE=ファイルから追加(&F)
MSTR_FONTMENU_REMOVE=フォント削除(&R)
MSTR_NO=いいえ
MSTR_OK=OK
MSTR_WARNING_FONTLOAD=警告：
MSTR_WARNING_FONTLOAD_TITLE=警告
MSTR_WARNING_NOFONTLOADED=フォントはロードされていません
MSTR_YES=はい
